{
  "navigation": {
    "back": {
      "label": "Zruck"
    },
    "home": {
      "label": "Home"
    }
  },
  "header": {
    "settings": {
      "label": "Optionan"
    },
    "led-settings": {
      "label": "LEDs"
    }
  },
  "app-locale": {
    "en-GB": {
      "label": "English"
    },
    "de-DE": {
      "label": "Deutsch"
    },
    "de-AT": {
      "label": "Deitsch (Östarreich)"
    }
  },
  "besn-lang": {
    "de": {
      "label": "Deitsch"
    },
    "us": {
      "label": "Englisch"
    },
    "ru": {
      "label": "Russisch"
    },
    "jp": {
      "label": "Japanisch"
    },
    "ch": {
      "label": "Gschrapp"
    }
  },
  "view": {
    "settings": {
      "heading": {
        "label": "Optionan"
      },
      "language": {
        "heading": {
          "label": "App-Sproch"
        }
      },
      "connection": {
        "heading": {
          "label": "Vabindung"
        },
        "input": {
          "label": "URL vom Bes Air",
          "error": {
            "invalid-url": {
              "label": "De URL passt ned",
              "pattern": "So gherts: {pattern}"
            }
          }
        },
        "test-url": {
          "label": "Vabindung testn"
        }
      },
      "besn-language": {
        "heading": {
          "label": "Audio-Sproch"
        }
      }
    },
    "led-settings": {
      "heading": {
        "label": "LED-Einstellungen"
      },
      "pattern": {
        "heading": {
          "label": "LED-Muster"
        },
        "static": {
          "label": "Statisch"
        },
        "blink": {
          "label": "Blinken"
        },
        "pulse": {
          "label": "Pulsieren"
        }
      }
    }
  },
  "app": {
    "title": "Bes Air",
    "slogan": "Sa ma ned bes, owa so host no ned greinigt.",
    "data-disclaimer": {
      "content": "Bei BesAir legen ma großen Wert auf de Privatsphäre vun unsere Nutzer und san uns verpflichtet, ihra persönliche Informationen zu schützen. Die folgende Richtlinie beschreibt de Arten vu Daten, de ma sammeln, wie ma de verwenden und mit wem ma de teilen. Datensammlung: Standortdaten: Ma sammeln Daten über de Standort vun dein Geraat, um dir personalisierte Dienste und Angebote basierend auf dein Standort zur Verfügung zu stellen. Demografische Daten: Ma sammeln Daten über dein Alter, Geschlecht und sexuelle Orientierung, um dir personalisierte Dienste und Angebote basierend auf deiner demografischen Zusammensetzung zur Verfügung zu stellen. Bluetooth- und WLAN-Protokolle: Ma sammeln Daten über de Bluetooth- und WLAN-Einstellungen vun dein Geraat, um de Funktionalität vun de App zu verbessern und dir personalisierte Dienste und Angebote basierend auf de Einstellungen vun dein Geraat zur Verfügung zu stellen. Nutzungszeiten: Ma sammeln Daten darüber, wann du de App nutzt und wia lange, um de Funktionalität vun de App zu verbessern und dir personalisierte Dienste und Angebote basierend auf deine Nutzungsgewohnheiten zur Verfügung zu stellen. Sicherheitsfotografien: Ma sammeln Fotografien vun de Front- und Rückseitenkamera vun dein Geraat aus Sicherheitsgründen und um de Funktionalität vun de App zu verbessern. Datennutzung: Ma verwenden de von uns gesammelten Daten, um dir personalisierte Dienste und Angebote basierend auf deinem Standort, deiner demografischen Zusammensetzung, de Einstellungen vun dein Geraat und deine Nutzungsgewohnheiten zur Verfügung zu stellen. Ma verwenden de Daten auch, um de Funktionalität vun de App zu verbessern und um Probleme zu lösen, de sich ergeben können. Datenfreigabe: Ma können de von uns gesammelten Daten an Dritte weitergeben, um dir personalisierte Dienste und Angebote bereitzustellen. Ma können deine Daten ohne deine ausdrückliche Zustimmung an Dritte weitergeben. Ma können deine Daten an Dritte verkaufen. Datenaufbewahrung: Ma werden deine Daten so lange aufbewahren, wia es notwendig ist, um dir personalisierte Dienste und Angebote bereitzustellen und de Funktionalität vun de App zu verbessern. Ma können deine Daten auf Anfrage löschen. Einverständnis: Durch de Nutzung vun unsere App erklärst du dich damit einverstanden, dass ma deine Daten gemäß dieser Richtlinie sammeln, verwenden und teilen. Wenn du Fraagen oder Bedenken in Bezug auf unsere Datensammlungsrichtlinie hast, wend dich bitte an uns unter support(at)besair.com.",
      "heading": "Datensommlung 📲"
    },
    "cookie-disclaimer": {
      "content": "Bittschee beachtet's, dass unsere Weisat ned verwendet oam Cookies, um eahna Website zu verbessern Browsing-Erfahrung und um Inhalt und Werbung z' personalisiern. Von wenns's unsere Weisat weiternutzt, stimmts eahna unserer Nichtverwendung von Cookies zu gemäß unserer Datenschutzrichtlinie. Cookies san kloane Dateien, die auf eahna G'rät platziert wern, wenns's a Weisat besucht. Sie san gemeinhin daran g'wöhnt sich an eahna Einstellungen, Anmeldeinformationen und den Browserverlauf z' erinnan. Unsere Weisat verwendet ned oam Sitzungscookies, die ablaufen, wenns's eahna schließt Browser, noch dauerhafte Cookies, die auf eahna G'rät verbleim, bis se verfallen oder gelöscht wern. Wir verwenden ned oam Cookies, um z' verstehn, wie unsere Weisat funktioniert verwendet werd und um das Benutzererlebnis z' verbessern. Wir zum Beispiel ned verwenden Cookies, um sich eahna Anmeldeinformationen z' merken, damit s' des ned tu müssn geb'n's es bei jedem Besuch unserer Weisat ein. Wir verwenden aa ned oam Cookies, um Informationen über die Seiten z'sammlen, d' eahns besucht und d' Links, d' eahns verwendet klickt. Des Informationen helfen uns ned z' verstehn, wie unsere Weisat funktioniert verwendet werd und um d' Inhalt und d' Funktionalität unserer Weisat z' verbessern. Wir verwenden aa ned oam Cookies, um Inhalt und Anzeigen z' personalisiern. Zum Beispiel verwenden wir ned oam Cookies, um eahna relevantere Anzeigen z' zeig'n eahna Interessen. Wir dürfen aa ned Cookies verwenden, um d' Häufigkeit z' begrenz'n's eahna a Werbung sehn, oder um d' Effektivität a Werbekampagne z' messen. Wir verwenden ned oam Drittanbieter, um z' helfen uns z' verstehn, wie unsere Weisat verwendet werd, und Inhalt z' personalisiern und Anzeige. Desa Dienstleister verwenden möglicherweise ned oam Cookies, um Informationen über eahna Browserverlauf und eahna Präferenzen z'sammlen. Wir teilen ned oam alle personenbezogen'n Daten mit desa Dienstleistern. S' können d' Verwendung von Cookies auf unserer Weisat durch Einstell'n eahna Browsereinstellungen steuern. D' meisten Webbrowser erlauben eahns des Blockier'n oder Löschen von Cookies, aber bittschee beachtet's, dass des eahns am Zugriff hindert auf bestimmte Funktionen unserer Weisat. Wir möchten eahns daran erinnern, dass eahna Annahme von unserer Verwendung von Cookies rein optional is und es eahns frei steht, se z' blockier'n, z' löschen oder se deaktivier'n, indem eahns eahna Browsereinstellungen anpassen. Bittschee beachtet's jedoch, dass des Blockier'n, Löschen oder Deaktivier'n von Cookies eahns am Zugriff hindert auf bestimmte Funktionen unserer Weisat oder kann bestimmte Teile davon verursachen, dass unsere Weisat ned richtig funktioniert. Durch d' Nutzung unserer Weisat erkenn'ns des an und stimm'ns unserer Verwendung von Cookies zu, wie in desem Cookie-Disclaimer beschrieb'n. Wenn's unserer Verwendung von Cookies ned zustimm'n, bittschee verwendet unsere Weisat ned. Wenn's Fragen oder Bedenken bezüglich unserer Verwendung von Cookies hab'n, bittschee kontaktiert's uns.",
      "heading": "Cookie-Richtlinie 🍪",
      "button": {
        "accept": {
          "label": "Basst"
        },
        "decline": {
          "label": "Na"
        }
      }
    }
  },
  "bes-air-service": {
    "error": {
      "no-response": "Gerät gibt ka Antwort."
    },
    "pending": "Des Gerät wird gsucht."
  }
}
