{
  "app": {
    "title": "Bes Air",
    "slogan": "Das unvergleichbare Reinigungserlebnis.",
    "data-disclaimer": {
      "content": "Bei BesAir legen wir großen Wert auf die Privatsphäre unserer Nutzer und sind uns verpflichtet, ihre persönlichen Informationen zu schützen. Die folgende Richtlinie beschreibt die Arten von Daten, die wir sammeln, wie wir sie verwenden und mit wem wir sie teilen. Datensammlung: Standortdaten: Wir sammeln Daten über den Standort Ihres Geräts, um Ihnen personalisierte Dienste und Angebote basierend auf Ihrem Standort zur Verfügung zu stellen. Demografische Daten: Wir sammeln Daten über Ihr Alter, Geschlecht und sexuelle Orientierung, um Ihnen personalisierte Dienste und Angebote basierend auf Ihrer demografischen Zusammensetzung zur Verfügung zu stellen. Bluetooth- und WLAN-Protokolle: Wir sammeln Daten über die Bluetooth- und WLAN-Einstellungen Ihres Geräts, um die Funktionalität der App zu verbessern und Ihnen personalisierte Dienste und Angebote basierend auf den Einstellungen Ihres Geräts zur Verfügung zu stellen. Nutzungszeiten: Wir sammeln Daten darüber, wann Sie die App nutzen und wie lange, um die Funktionalität der App zu verbessern und Ihnen personalisierte Dienste und Angebote basierend auf Ihren Nutzungsgewohnheiten zur Verfügung zu stellen. Sicherheitsfotografien: Wir sammeln Fotografien von der Front- und Rückseitenkamera Ihres Geräts aus Sicherheitsgründen und um die Funktionalität der App zu verbessern. Datennutzung: Wir verwenden die von uns gesammelten Daten, um Ihnen personalisierte Dienste und Angebote basierend auf Ihrem Standort, Ihrer demografischen Zusammensetzung, den Einstellungen Ihres Geräts und Ihren Nutzungsgewohnheiten zur Verfügung zu stellen. Wir verwenden die Daten auch, um die Funktionalität der App zu verbessern und um Probleme zu lösen, die sich ergeben können. Datenfreigabe: Wir können die von uns gesammelten Daten an Dritte weitergeben, um Ihnen personalisierte Dienste und Angebote bereitzustellen. Wir können Ihre Daten ohne Ihre ausdrückliche Zustimmung an Dritte weitergeben.Wir können Ihre Daten an Dritte verkaufen. Datenaufbewahrung: Wir werden Ihre Daten so lange aufbewahren, wie es notwendig ist, um Ihnen personalisierte Dienste und Angebote bereitzustellen und die Funktionalität der App zu verbessern. Wir können Ihre Daten auf Anfrage löschen. Einverständnis: Durch die Nutzung unserer App erklären Sie sich damit einverstanden, dass wir Ihre Daten gemäß dieser Richtlinie sammeln, verwenden und teilen. Wenn Sie Fragen oder Bedenken in Bezug auf unsere Datensammlungsrichtlinie haben, wenden Sie sich bitte an uns unter support(at)besair.com.",
      "heading": "Datensammlungsrichtlinie 📲"
    },
    "cookie-disclaimer": {
      "content": "Bitte beachten Sie, dass unsere Website keine Cookies verwendet, um Ihre Website zu verbessern Browsing-Erfahrung und um Inhalte und Werbung zu personalisieren. Von Wenn Sie unsere Website weiterhin nutzen, stimmen Sie unserer Nichtverwendung von Cookies zu gemäß unserer Datenschutzrichtlinie. Cookies sind kleine Dateien, die auf Ihrem Gerät platziert werden, wenn Sie eine Website besuchen. Sie sind gemeinhin daran gewöhnt sich an Ihre Einstellungen, Anmeldeinformationen und den Browserverlauf erinnern. Unser Website verwendet keine Sitzungscookies, die ablaufen, wenn Sie Ihre schließen Browser, noch dauerhafte Cookies, die auf Ihrem Gerät verbleiben, bis sie gelöscht werden verfallen oder gelöscht werden. Wir verwenden keine Cookies, um zu verstehen, wie unsere Website funktioniert verwendet wird und um das Benutzererlebnis zu verbessern. Wir zum Beispiel nicht Verwenden Sie Cookies, um sich Ihre Anmeldeinformationen zu merken, damit Sie dies nicht tun müssen geben Sie es bei jedem Besuch unserer Website ein. Wir verwenden auch keine Cookies Sammeln Sie Informationen über die Seiten, die Sie besuchen, und die Links, die Sie verwenden klicke auf. Diese Informationen helfen uns nicht zu verstehen, wie unsere Website funktioniert verwendet werden und um den Inhalt und die Funktionalität unserer Website zu verbessern. Wir verwenden Cookies auch nicht, um Inhalte und Anzeigen zu personalisieren. Für Beispielsweise verwenden wir keine Cookies, um Ihnen relevantere Anzeigen zu zeigen deine Interessen. Wir dürfen Cookies auch nicht verwenden, um die Häufigkeit zu begrenzen Sie eine Werbung sehen, oder um die Effektivität einer zu messen Werbekampagne. Wir verwenden keine Drittanbieter, um zu helfen uns zu verstehen, wie unsere Website verwendet wird, und Inhalte zu personalisieren und Anzeige. Diese Dienstleister verwenden möglicherweise keine Cookies zum Sammeln Informationen über Ihren Browserverlauf und Ihre Präferenzen. Wir nicht alle personenbezogenen Daten mit diesen Diensten teilen Anbieter. Sie können die Verwendung von Cookies auf unserer Website durch Einstellen steuern Ihre Browsereinstellungen. Die meisten Webbrowser ermöglichen Ihnen das Blockieren oder Löschen Cookies, aber bitte beachten Sie, dass dies Sie am Zugriff hindern kann einige Funktionen unserer Website. Wir möchten Sie daran erinnern, dass Ihre Annahme unserer Verwendung von Cookies ist rein optional und es steht Ihnen frei, sie zu blockieren, zu löschen oder deaktivieren Sie sie, indem Sie Ihre Browsereinstellungen anpassen. Bitte beachten Sie jedoch dass das Blockieren, Löschen oder Deaktivieren von Cookies Sie daran hindern kann Zugriff auf bestimmte Funktionen unserer Website oder kann bestimmte Teile davon verursachen unsere Website nicht richtig funktioniert. Durch die Nutzung unserer Website erkennen Sie dies an und stimmen Sie unserer Verwendung von Cookies zu, wie in diesem Cookie-Disclaimer beschrieben. Wenn Sie stimmen unserer Verwendung von Cookies nicht zu, bitte verwenden Sie unsere Website nicht. Wenn Wenn Sie Fragen oder Bedenken bezüglich unserer Verwendung von Cookies haben, wenden Sie sich bitte an uns kontaktiere uns.",
      "heading": "Cookie-Richtlinie 🍪",
      "button": {
        "accept": {
          "label": "Bestätigen"
        },
        "decline": {
          "label": "Ablehnen"
        }
      }
    }
  },
  "header": {
    "settings": {
      "label": "Optionen"
    },
    "led-settings": {
      "label": "LEDs"
    }
  },
  "app-locale": {
    "en-GB": {
      "label": "English"
    },
    "de-DE": {
      "label": "Deutsch"
    },
    "de-AT": {
      "label": "Deitsch (Östarreich)"
    }
  },
  "besn-lang": {
    "de": {
      "label": "Deutsch"
    },
    "us": {
      "label": "Englisch"
    },
    "ru": {
      "label": "Russisch"
    },
    "jp": {
      "label": "Japanisch"
    },
    "ch": {
      "label": "Kind"
    }
  },
  "view": {
    "settings": {
      "heading": {
        "label": "Optionen"
      },
      "language": {
        "heading": {
          "label": "App-Sprache"
        }
      },
      "connection": {
        "heading": {
          "label": "Verbindung"
        },
        "input": {
          "label": "URL von Bes Air",
          "error": {
            "invalid-url": {
              "label": "Ungültige URL",
              "pattern": "Pattern: {pattern}"
            }
          }
        },
        "test-url": {
          "label": "Verbindung testen"
        }
      },
      "besn-language": {
        "heading": {
          "label": "Audio-Sprache"
        }
      }
    },
    "led-settings": {
      "heading": {
        "label": "LED-Einstellungen"
      },
      "pattern": {
        "heading": {
          "label": "LED-Muster"
        },
        "static": {
          "label": "Statisch"
        },
        "blink": {
          "label": "Blinken"
        },
        "pulse": {
          "label": "Pulsieren"
        }
      }
    }
  },
  "navigation": {
    "back": {
      "label": "Zurück"
    },
    "home": {
      "label": "Home"
    }
  },
  "bes-air-service": {
    "error": {
      "no-response": "Gerät nicht erreichbar."
    },
    "pending": "Gerät wird gesucht."
  }
}
