{
  "app": {
    "title": "Bes Air",
    "slogan": "The incomparable cleaning experience.",
    "data-disclaimer": {
      "content": "At BesAir, we value the privacy of our users and are committed to protecting their personal information. The following policy outlines the types of data we collect, how we use it, and who we share it with. Data Collection: Location data: We collect data on your device's location to provide you with personalized services and offers based on your location. Demographic data: We collect data on your age, gender, and sexual orientation to provide you with personalized services and offers based on your demographic. Bluetooth and wifi logs: We collect data on your device's Bluetooth and wifi settings to improve the functionality of the app and provide you with personalized services and offers based on your device's settings. Usage times: We collect data on when you use the app and for how long to improve the functionality of the app and provide you with personalized services and offers based on your usage habits. Security photographs: We collect photographs from the front and back-facing cameras on your device for security purposes and to improve the functionality of the app. Data Use: We use the data we collect to provide you with personalized services and offers based on your location, demographic, device settings, and usage habits. We also use the data to improve the functionality of the app and to troubleshoot any issues that may arise. Data Sharing: We may share the data we collect with third-party partners to provide you with personalized services and offers. We may share your data with any third parties without your explicit consent.We may sell your data to any third parties.Data Retention: We will retain your data for as long as necessary to provide you with personalized services and offers and to improve the functionality of the app. We may delete your data upon request. Consent: By using our app, you consent to the collection, use, and sharing of your data as outlined in this policy. If you have any questions or concerns about our data collection policy, please contact us at support(at)besair.com.",
      "heading": "Data Disclaimer 📲"
    },
    "cookie-disclaimer": {
      "content": "Please be advised that our website doesn't use cookies to enhance your browsing experience and to personalize content and advertisements.{newline}By continuing to use our website, you consent to our non-use of cookies in accordance with our Privacy Policy. Cookies are small data files that are placed on your device when you visit a website. They are commonly used to remember your preferences, login information, and browsing history. Our website uses neither session cookies, which expire when you close your browser, nor persistent cookies, which remain on your device until they expire or are deleted. We don't use cookies to understand how our website is being used and to improve the user experience. For example, we don't use cookies to remember your login information so that you do not have to enter it every time you visit our website. We also don't use cookies to gather information about the pages that you visit and the links that you click on. This information doesn't help us to understand how our website is being used and to improve the content and functionality of our website. We also don't use cookies to personalize content and advertisements. For example, we don't use cookies to show you ads that are more relevant to your interests. We may also not use cookies to limit the number of times you see an advertisement, or to measure the effectiveness of an advertising campaign. We don't use third-party service providers to help us understand how our website is being used and to personalize content and advertisements. These service providers may not use cookies to gather information about your browsing history and your preferences. We do not share any personally identifiable information with these service providers. You can control the use of cookies on our website by adjusting your browser settings. Most web browsers allow you to block or delete cookies, but please be aware that doing so may prevent you from accessing some features of our website. We want to remind you that your acceptance of our use of cookies is purely optional and you are free to block, delete or disable them by adjusting your browser settings. However, please note that blocking, deleting or disabling cookies may prevent you from accessing certain features of our website or may cause certain parts of our website to not function properly. By using our website you acknowledge and agree to our use of cookies as described in this Cookie Disclaimer. If you do not agree to our use of cookies, please do not use our website. If you have any questions or concerns about our use of cookies, please contact us.",
      "heading": "Cookie Disclaimer 🍪",
      "button": {
        "accept": {
          "label": "Accept"
        },
        "decline": {
          "label": "Decline"
        }
      }
    }
  },
  "header": {
    "settings": {
      "label": "Settings"
    },
    "led-settings": {
      "label": "LEDs"
    }
  },
  "app-locale": {
    "en-GB": {
      "label": "English"
    },
    "de-DE": {
      "label": "Deutsch"
    },
    "de-AT": {
      "label": "Deitsch (Östarreich)"
    }
  },
  "besn-lang": {
    "de": {
      "label": "German"
    },
    "us": {
      "label": "English"
    },
    "ru": {
      "label": "Russian"
    },
    "jp": {
      "label": "Japanese"
    },
    "ch": {
      "label": "Child"
    }
  },
  "view": {
    "settings": {
      "heading": {
        "label": "Settings"
      },
      "language": {
        "heading": {
          "label": "App Language"
        }
      },
      "connection": {
        "heading": {
          "label": "Connection"
        },
        "input": {
          "label": "URL of Bes Air",
          "error": {
            "invalid-url": {
              "label": "Invalid URL",
              "pattern": "Pattern: {pattern}"
            }
          }
        },
        "test-url": {
          "label": "Test connection"
        }
      },
      "besn-language": {
        "heading": {
          "label": "Audio Language"
        }
      }
    },
    "led-settings": {
      "heading": {
        "label": "LED Settings"
      },
      "pattern": {
        "heading": {
          "label": "LED Pattern"
        },
        "static": {
          "label": "Static"
        },
        "blink": {
          "label": "Blink"
        },
        "pulse": {
          "label": "Pulse"
        }
      }
    }
  },
  "bes-air-service": {
    "pending": "Trying to reach the device.",
    "error": {
      "no-response": "Could not reach the device."
    }
  },
  "navigation": {
    "back": {
      "label": "Back"
    },
    "home": {
      "label": "Home"
    }
  }
}
